Repository: mozilla-l10n/mt-training-data
Catalog: gwt/gwt_pontoon.tmx
Source language: en_us
Languages: gwt

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
gwt: نامیاتی باتِیَنہ پُرپتا ݭڅی ڈېٹا سېٹس ݫُپَئیکَنی ہنشارت نامَنی جوابہ ݪِؤ۔ ہانسی یادے۔ پُدَمانی باتِی نامہ ݭڅی لؤ بئ۔

source: Response deleted successfully
gwt: جواب کامیابی ئے حذف بُوئی

source: Response submitted successfully
gwt: جواب کامیابی ئے جمع بُوئی

source: Return
gwt: پتہ گِرَئیک

source: Return here to edit your goal anytime.
gwt: کرېک بی وختہ تانُو مقصدہ بدل کېرِکہ ݭڅی اِتیاں پتہ گِرِی دِؤ۔

source: Return to Common Voice
gwt: کامن وائساں پتہ گِرن دِؤ۔

source: Return to Common Voice Datasets
gwt: کامن وائس ڈیٹا سیٹساں کی پتہ گِرن دِؤ

source: Return to Languages
gwt: باتِیاں پتہ گِرِؤ

source: Review
gwt: جائزہ گوو

source: Review could not be saved. Please try again later.
gwt: جائزہ محفوظ کېران نہ گہ۔ مېرَبانی کېری گری کُوشُش کېرِؤ۔

source: ⓘ Review Criteria
gwt: جائزانہ معیار

source: Review Criteria
gwt: جائزہ معیار

source: Reviewed sentences not submitted, are sure?
gwt: نظرثانی بِسنت جملہ جمع نہ بِتَنَئیت، سانېنا؟

source: Review existing sentences submitted by the community
gwt: برادرِیَنہ بکَنہ جمع کېرَئیسنت موجودہ کَلاؤ نامَنہ جائزہ گو

source: Reviewing Sentences
gwt: کَلاوَنہ جائزہ گوواوَہ

source: Review & re-record clips here as you go
gwt: دِمېنے اِتے کِلپسَنہ جائزہ گوو اؤ دوبُوڑہ رِکاڈ کېرِؤ

source: Review & re-record clips if needed
gwt: جائزہ گوو اؤ گِری رِکاڈ کېرِؤ زی پکار تھنی بہ

source: Review Sentences
gwt: جُملہ نامَنہ جائزہ گوو

source: Review sentences in your language
gwt: تانُو باتِیہ کَلاوَنہ جائزہ گو

source: Review & Submit
gwt: جائزہ گوو اؤ جمع کېرَؤ

source: Review transcriptions
gwt: نقل نامَنہ جائزہ گوؤ

source: Review transcriptions of recorded sentences for accuracy
gwt: سئ کېرِکہ ݭڅی رکاڈ بِسنت جملہ نامَنی نقَلَنہ جائزہ گوو

source: Review Transcriptions <small>(Coming soon)</small>
gwt: نقل کېرِکَنہ جائزہ گؤ<small>(ددُوپی ژِمان)</small>

source: Review user-submitted transcriptions in your language
gwt: تانُو گاݭٹے صارِفَنی بکَنہ جمع کېرَئیسنت نقل نامَنہ جائزہ گوو

source: Romanian
gwt: رومانیہ

source: Romansh Sursilvan
gwt: رومانش سرسلوان

source: Romansh Vallader
gwt: رومانش ولاڈر

source: Rukai
gwt: روکائی

source: Runyankole
gwt: رینیانکول

source: Russian
gwt: روسی

source: Ruuli
gwt: رُولی

source: s
gwt: ایس

source: S
gwt: ایس

source: Sabah Bisaya
gwt: صباح بسایا

source: Sabah Malay
gwt: صباح مالے

source: Sa'ban
gwt: شعبان

source: Sakha
gwt: سخا

source: Sakizaya
gwt: ساکیزایا

source: Santali (Ol Chiki)
gwt: سنتالی(اول چکی)

source: Saraiki
gwt: سرائیکی

source: Sardinian
gwt: سارڈینین

source: Save
gwt: خۡندی کېرِؤ

source: Saved
gwt: خُندی کېران گہ

source: Scots
gwt: سکاٹس

source: Scripted Speech
gwt: لِکِسنت تقریر

source: Search
gwt: کوڅِؤ

source: Seediq
gwt: سیدیق

source: See how your progress compares to other contributors all over the world.
gwt: بالِؤ زی مېنہ پُر دِیاوا نہ کرکچی دُنیا نہ واری تعاون کېرِݪا مِنزی کی موازنہ تھنہ۔

source: See Less
gwt: اِپِلہ بالِؤ

source: See More
gwt: واری بالِؤ

source: Select a Language...
gwt: یَک باتِیہ خوخَو۔۔۔

source: Select an option
gwt: تانُو یہ انتخابہ خوخَؤ

source: Select a variant (optional)
gwt: یَک قسمہ منتخب کېرَہ(اختیاری)

source: Selected
gwt: انتخاب بِسنت

source: Select File
gwt: فائلہ خوخَؤ

source: Select File to Upload
gwt: اپلوڈ کېرِکہ ݭڅی فائلہ خوخَؤ

source: Select the desired language dataset and choose the version you wish to download.
gwt: موجودہ باتِیَنی ڈېٹا سېٹہ منتخب کېرِؤ اؤ تسہ ورژَنہ منتَخب کېرِؤ زی تسہ مے ڈاون لوڈ کېراوَہ کوڅِمانېؤ۔

source: Select up to three domains (optional)
gwt: ݪے ڈومېن مِزان خوخَؤ(واکَنہ)

source: Select your age
gwt: تانُو ہُمبُرَنی انتخاب کېرَہ

source: Select your sex or gender
gwt: تانُو جنس یا جنسَنہ انتخاب کېرِؤ

source: Self Citation
gwt: تانُو حوالہ

source: Send a link to my email
gwt: مونہ ای مېلاں یَک لِنک ݪِݭڅؤ

source: Send sign up link
gwt: سائن اپ لِنک ݪِݭَؤ

source: Sentence
gwt: کَلاؤ

source: Sentence Collection
gwt: کَلاؤ ٹوپلاوَہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gwt: <sentenceCollectorFragment> کَلاوَہ رتئ واری بالِؤ مجموعہ</sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gwt: <sentenceCollectorVideo>کلاوَنہ استعمالَنہ بارا امَنہ گائڈہ بالِؤ کلکٹر</sentenceCollectorVideo>۔

source: Sentence Domain
gwt: کَلاوَنی ڈومېن

source: Sentences
gwt: کَلاؤ نام

source: Sentences are collected for people to read aloud.
gwt: خلَکاں وُتھېلی کھنٹے ݫَئیکہ ݭڅی کَلاؤ جمع کېران دِمېت۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
gwt: کَلاوَنی ازمېخ برادرِیَنہ اعتدالَنہ عمَلَنہ ذریعہ ئے کېران دِمان، گِرِی بی ووئی ݪم فُورہ نہ تھنہ۔ کېنے زی مے کرېک اِشِلی کلاؤ تمانېؤ یا ݭُنڈِمانؤ بہ زی مے روݭَمان یا پرېشان کېرِمان بہ۔ مثالَنہ طورے ووئی زی امَنی خلاف ورزی کېرِمان<participationGuidelines> برادرِیَنی شرکت فنت لېڑَئیݪی رِک</participationGuidelines>۔ مېرَبانی کېری کېرِؤ۔ یو آئی یَہ فلېگ بٹن استعمال کېرِؤ۔ مے امہ مِنزی اِتے رتئ بی رابطہ کېرہ بَمانېؤ<emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gwt: اِتے جمع کېرِسنت جُملہ عوامی رَوے تھنَئیت سی سی-0 لائیسنس وودہ ڈېٹا سېٹہ لُبُسان دِتہ۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
gwt: کامن وائسہ لُبُسِکہ ݭڅی کلاوَنہ جائزہ گوواوَہ اؤ دُو زَنَنہ قبُول کېراوَہ پکار تھنہ۔ مے تانُو باتِیہ ݭڅی راہنما اصول ݫُپَمانېؤ<languageGuidelinesLink>اِتے</languageGuidelinesLink>۔ کلاؤ <licenseLink> عوامی ڈومېن</licenseLink> تران اؤ 15 الفاظہ پېنہ پولہ بِیَنہ تھنَئیت۔ مے ٹکسٹَنہ مالکہ پېنہ <waiverLink> امَنہ آزادِیَنہ عملَہ استعمال کېرِمېن CC0 ݫُپَئیکہ ݭڅی ژَئی بَمانېؤ</waiverLink>۔ اؤ اماںcommonvoice@mozilla.com رتئ ݪِݭَئ بَمانېؤ۔

source: { $sentences } sentences reviewed. Thank you!
gwt: { $sentences }جُملانہ جائزہ گوان گہ ۔شکریہ!

source: Sentence text
gwt: کَلاوَنی عبارت

source: Sentence Variant
gwt: کَلاوَنہ بدل بِیاوَہ

source: Separate sentences into one line by pressing “Enter” or “Return” once
gwt: یَہ ور“انٹر” یا “ ریٹرن” دباؤ کېرِکے ݪی کَلاؤ نامہ یَک رِکہ بېل کېرِؤ

source: Serbian
gwt: سربیائی

source: Seri
gwt: سیری

source: Serian Bidayuh
gwt: سیرین بدائیوا

source: Service and Retail
gwt: نوکوری اؤ پرچون بِکِنِک

source: Set a goal
gwt: یَہ مقصدہ فُورہ کېرِؤ

source: Set my visibility
gwt: مونی تاندِیاوا سیٹ کېرہ

source: Setswana
gwt: سیٹ سوانا

source: Settings
gwt: ترتیبات

source: Sex
gwt: جنس

source: Sex or Gender
gwt: جنس یا جنس

source: SHA256 Checksum Copied!
gwt: ایس ایچ اے256چِکسم کاپی بووَہ!

source: Shan
gwt: شان

source: Share Common Voice
gwt: مشترک کھنٹہ حصہ گوو

source: Share my goal
gwt: مونی مقصدہ شئر کېرِؤ

source: Share your clip
gwt: تانُو کِلپ شئیر کېرِؤ

source: Share your { $count } Clip Daily Goal for { $type }
gwt: تانُو { $count } کِلپَنہ روزانہ مقصدَ { $type } ݭڅی شئر کېرِؤ

source: Share your { $count } Clip Weekly Goal for { $type }
gwt: تانُو کاونٹ{ $count } کِلپَنہ ہفتہ وار ہدفَ { $type } ݭڅی شئر کېرِؤ

source: Share your event
gwt: تانُو واقَیا شئر کېرِؤ

source: Shilha
gwt: شلہا

source: Shina
gwt: ݭینا

source: Shortcuts
gwt: کھٹن کېراوَہ

source: [Should be ‘dinosaurs’]
gwt: [’ڈائیناسور‘ بِیَنہ تھنہ]

source: [Should be “We are”]
gwt: [”امہ تھنَئیک” تھیَنہ تھنہ]

source: Show me sentences and clips from all variants within my language
gwt: ماں مونی باتِیَنہ منزے تھِسنت تمام قسمَنی کَلاؤ اؤ کِلپس نامہ لېڑَؤ

source: Show my ranking
gwt: مونی درجہ بندِیہ لېڑا

source: Sicilian
gwt: سسلین

source: Sign up
gwt: سائن اپ کېرِؤ

source: Sign up for an account
gwt: یَک اکاونٹہ ݭڅی سائن اپ کېرِؤ

source: Sign up for Common Voice newsletters, goal reminders and progress updates
gwt: کامن وائس نیوز لیٹرز، حدفَنہ کائے گِرَئیک اؤ پُر دِکَنہ تازہ ݪَمہ ݭڅی سائن اپ کېرِؤ

source: sign up for email updates
gwt: اِی مېل اپڈېٹسَہ ݭڅی سائن اپ کېرِؤ

source: Sign up for { $lang } updates:
gwt: اپڈېٹسہ ݭڅی{ $lang } سائن اپ کېرِؤ:

source: Sindhi
gwt: سندھی

source: Single
gwt: یېکُولہ

source: Single sentence submission
gwt: یَک کَلاؤ جمع کېراوَہ

source: Single ZIP file containing
gwt: یَک زِپ فائلہ رتئ شامل تھنی

source: Sinhala
gwt: سنہالا

source: Siswati
gwt: سسواتی

source: Size
gwt: سائز

source: Skip
gwt: اِٹِکِک

source: Skipped
gwt: ووڑُوَہ

source: Skip Submission Feedback
gwt: جمع کېرَئیکَنہ تاثراتہ ووڑِؤ

source: Slovak
gwt: سلوواک

source: Slovenian
gwt: سلووینیائی

source: Small batch
gwt: پولہ جوپہ

source: Small batch sentence submission
gwt: پولہ بیچَنہ کَلاوَہ جمع کېراوَہ

source: Small businesses, including tech and AI start ups
gwt: پولہ کاروبار، ٹېک اووَر اؤ ال سٹارٹ اېپس شامل

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
gwt: [ٹھِشُوں][څھاسِک] ٹرائی سِکَنہ دېوَہ پېدہ ڈائیناسور۔

source: Social media
gwt: سوشل مېڈیا

source: Solicit personally identifying information (like names or financial information)
gwt: تانُو بَکَنہ پیانوَئیݪی معلومات کوڅِؤ(لکہ نام یا مالی معلومات)

source: Somali
gwt: صومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gwt: زِنی باتِیہ گرامر، الفاظ اؤ تلفظہ لؤ زیات فرق تھِمان اِشِلاں، امہ2022 سہ<ctaLink>متغیرات</ctaLink> پیانَوَمېک۔ ووئی بردرِیہ ڈل ڈیٹاسېٹہ تانُو باتی نامَنہ منزے فرق کېرِکَنہ طرېقہ ݪِمان۔

source: Someone asks for a language to be added.
gwt: یَہ ڈلہ باتِیہ لبُوسَئیکہ ݭڅی ژمېت۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gwt: ٹرانسکِرپشنزَہ ݭڅی آڈیو کھاڑِمېنے اِپېک غلط بُوَہ۔ مېرَبانی کېری پتا دُوبُوڑہ کُوشُش کېرِؤ۔

source: Something went wrong while fetching prompts. Please try again later.
gwt: پرامپٹس حاصل کېرِکَنی وختہ کی غلط بُوَہ۔ مېرَبانی کېری پتا دُبُوڑہ کُوشُش کېرِؤ۔

source: Something went wrong while fetching transcriptions. Please try again later.
gwt: نقل نامہ رت کھائیمېنے اِپېک غلطی بُوئی۔ مېرَبانی کېری پتا دُوبُوڑہ کُوشُش کېرِؤ۔

source: Something went wrong with reCAPTCHA. Please try again.
gwt: reCAPTCHA اِپېک غلط بُوَہ۔ مېرَبانی کېری گِری کُوشُش کېرِؤ۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
gwt: کریَک باتی یا باتِیَنہ خاندانَنَہ منزے کی قسم نام اؤ مقامی باتی نام یَہ یَکِیہ پېنہ لؤ بېل تھِمېت۔ کېنے زی مے کریَک خاص قِسمہ مِنزی مشخول بِمېنے پرېشنا بِمانېؤ بہ جو مے اِتے تانُو ترجیحاتہ بدل کېری بَمانېؤ۔

source: Soninke
gwt: سونینکے

source: Sorbian, Lower
gwt: سُربین، زیرین

source: Sorbian, Upper
gwt: سوربین، بالائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gwt: معذرت کامن وائس دمَئ چلِمان۔ مېنی دلچسپِیَنہ شکریہ۔

source: Sorry, something went wrong
gwt: معافی کوڅِمېم، کی غلط بُوَہ

source: Source: { $sentenceSource }
gwt: بُنیاد:{ $sentenceSource }

source: Southern Kurdish
gwt: جنوبی گرد

source: Southern Pastaza Quechua
gwt: جنوبی پستازا کویچوا

source: Southern Sotho
gwt: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
gwt: جنوب مغربی ٹیلیکسیاکو مِکسٹَک

source: Spanish
gwt: ہسپانوی

source: Speak
gwt: باتی کېرؤ

source: Speakable
gwt: ژَئیکَنہ لائق

source: Speakers
gwt: تقریر کېرِݪہ

source: Speaking
gwt: باتی کېرِمان

source: Speaking and Listening
gwt: ژَواوَہ اؤ ݭُنڈاوَہ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
gwt: تانُو عام کھنٹے باتی کېرِؤ! مېنی باتِیَنہ طرېقہ اِتے بئ زانان دِمان۔ امہ مېنہ لہجا تېن رَوَنہ می کوڅِمېک زی تھنَئے، اؤ امہ مېنہ معمول، انداز اؤ لہجا کوڅِمېک۔

source: Speak now
gwt: نوری باتی کېرِؤ

source: Speak options menu
gwt: اختیاراتَنہ مینو ژَؤ

source: Speak up, contribute here!
gwt: باتی کېرِؤ، اِتے تعاون کېرِؤ!

source: Special Characters and Foreign Letters
gwt: خاص حروفہ خارجی خط نام

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
gwt: خصوصی نخہ اؤ وۡٹن ٹھان نام فقط تېنے وختہ لُبُسان دِتېؤ زی بېخی ضروری بوئیت بہ۔ مثلاً، انگرېزی الفاظہ اېپوسٹرافی شامل تھنی لکہ “don’t” اؤ “we’re” اؤ اسُو گوئسَنت عبارَتہ لُبُساوَہ پکار تھنہ، خو اسہ باتِیَنی امکان نہ تھننی زی مے کول بی “@” یا “#.” پېرُودی خاص علامَتَنی ضرورت بِبہ۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
gwt: <speechBlogLink> تقریرہ پیانِکہ مِنزی شروع کېرِؤ</speechBlogLink>

source: Spelling and Punctuation
gwt: لہجہ اؤ وُٹن ٹھان

source: Split into { $archiveCount } ZIP files containing
gwt: زِپ فائلہ رتئ شامل{ $archiveCount } بېنٹِؤ

source: Splits
gwt: بېل کېراوَہ

source: Splits (Age and Sex)
gwt: بنٹ (عمر اؤ جنس)

source: Spontaneous Speech
gwt: تانُو واکے باتی

source: Start recording
gwt: رکاڈِنگ شروع کېرِؤ

source: Start typing to describe your accent
gwt: تانُو لہجا بیان کېرِکہ ݭڅی ٹائپ کېرِک شروع کېرِؤ

source: Stats
gwt: گېناوَہ

source: Status Page
gwt: سٹیٹس پیج

source: Still have questions?
gwt: نوری بی کھُد نام تھنَئیتا؟

source: Streaks
gwt: رِک نام

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gwt: <strong>[کرېکل]</strong>دېوَہ سمَلہ ڈائیناسور<strong>[کرېکل]<strong>ریاسِک۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
gwt: <strong>اِشِلہ کِلپسہ رد مہ کېرِؤ زی کېنے باتی کېرِݪانہ لہجہ مېنہ تانُوَہ پېنہ بېل تھِبہ</strong>۔ ووئی باتِیہ پیانِکہ ݭڅی ضروری تھنہ زی ہر یَکِیہ ݭڅی بئ ݪم کېرِبہ۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
gwt: <strong>تخلیقی ݫُپِؤ!</strong>مېنی باتِیَنی برادری منفرد تھِبہ، اؤ اسہ شروع کېرِکَنہ یَکَتہ طرېقہ تھنَئیت۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
gwt: <strong>لِکِسنت تقریر</strong>(دستُوری رَوے زی تسہ مے کامن وائسَنہ نامے پیانِمانېؤ) سے ٹھان زی تېنے مے تانُو گاݭٹے ڈل کھنٹے ژَئی بمانېؤ۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gwt: <strong>[ٹھِشُوں]</strong></strong>[څھاسِک]<strong>ٹرایاسِکَنہ دېوَہ سمَلہ ڈائینوسار۔

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
gwt: <strong>تانُو واکنی تقریر</strong> کامن وائسَنہ یَہ نُنگہ حصہ تھنہ زی تېنے مے سوالاتَنی جواب لؤ نامیاتی باتِیَنہ روے ݪی بمانېؤ۔

source: Submit
gwt: جمع کېرَؤ

source: Submit All
gwt: سومّیہ جمع کېرَوَؤ

source: Submit a new question for the community to read and respond to
gwt: معاشرانہ ژَئیک اؤ جواب ݪِکہ ݭڅی یَہ نونگی سوال جمع کېرَوَؤ

source: Submit a report
gwt: رپوٹ ݪِؤ

source: Submit clips
gwt: کِلپسہ جمع کېرَوا

source: Submit new questions for the community to read and respond to
gwt: برادرِیہ ژَئیکہ اؤ جواب ݪِکہ ݭڅی نونگی کھُد نام ݪِݭَؤ

source: Submitted
gwt: جمع کېرُوَہ

source: Subscribe
gwt: سبسکرائب کېرِؤ

source: Success
gwt: برَئی

source: success checkmark
gwt: کامیابِیَنہ نخہ

source: Success, profile created!
gwt: کامیابی، پرافائل ݫُپان گہ!

source: Support open, community-led datasets
gwt: ووڑاتہ برادَرِیَنی قیادَتہ ڈېٹاسېٹسَنی حمایت کېرِؤ

source: Svan
gwt: سوان

source: Swahili
gwt: سواہلی

source: Swedish
gwt: سویڈیش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gwt: جُملا نی تصدیقہ ݭڅی داچِنی بگِرن ماشِؤ۔ اسہ رد کېرِکہ ݭڅی کھوڑی بگِرن ماشِؤ۔ اسہ ووڑِکہ ݭڅی درہ گِرن ماشِؤ۔<strong>تانُو جائزا پُر کېرِکہ مہ پېمېشِؤ!</strong>

source: Syriac
gwt: سریانی

source: Tagalog
gwt: ٹیگالوگ

source: Tahitian
gwt: تاھېتی

source: Taiwanese (Minnan)
gwt: تائیوانی(منان)

source: Tajik
gwt: تاجک

source: Taking several attempts to read a word.
gwt: یَہ لفظہ ژَئیکَنی کتہ کُوشُش کېرِک۔

source: Tamazight
gwt: تمازائٹ

source: Tamil
gwt: تامل

source: Tap
gwt: څھداوَہ

source: Tarifit
gwt: تارِفت

source: Tatar
gwt: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
gwt: ٹاٹوئیبا باتی ہِلِمېنے استعمالہ ݭڅی کَلاؤ نامہ، ترجمہ نامہ، اؤ ژَوان دِݪی آڈیوَنہ یَہ ڈل ڈیٹا بېس تھنہ۔ اِتے ڈاونلوڈہ تسُونی برادرِیَنہ ذریعہ ئے رِکاڈ کېرِسنت ژَوَنی انگرېزی شامل تھنی۔

source: Technology and Robotics
gwt: ٹېکنالوجی اؤ روبوٹِکس

source: Technology that speaks your language
gwt: سے ٹېکنالوجی زی مېنی باتِیہ ݪِمانے

source: TED-LIUM Corpus
gwt: TED-LIUM کارپس

source: Teke
gwt: ٹِکے

source: Tell us what you'd like to download:
gwt: اماں ژَؤ مے کی ڈاون لوڈ کېرِک کوڅِمانېؤ؟

source: Telugu
gwt: تیلگو

source: Tepeuxila Cuicatec
gwt: ٹیپیوزیلا کیوکیٹِک

source: Terms
gwt: شربن

source: <termsLink>Terms</termsLink>
gwt: <termsLink>شربن نام</termsLink>

source: Teutila Cuicatec
gwt: تیوتیلا کیوکیٹِک

source: Thai
gwt: تھائی

source: Thanks for confirming your account, now let's build your profile.
gwt: تانُو اکاونٹہ نی تصدیق کېرِکَنہ شکریہ، نوری ژِؤ تہ مېنہ پروفائلہ ݫُپَئیکہ۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
gwt: 50سہ پېنہ زیات باتی نامہ 259k پېنہ زیات خلَکَنہ تعاوُنَنَہ وجَئے ووئی ڈېٹا انسانی کھنٹَنی بہتر جواب ݪِکہ ݭڅی تقریرَنہ لائق ایپلِکېشنزَہ ترتیب ݪِکہ ݭڅی استعمال کېران دِمان۔

source: Thank you for contributing to Spontaneous Speech!
gwt: تانُو واکے تقریرَہ تعاون کېرِکہ ݭڅی مېنہ شکریہ!

source: Thank you for contributing your bulk submission!
gwt: تانُو ڈل تعدادہ جمع کېرَئیکہ ݭڅی مېنہ شکریہ!

source: Thank you for contributing your voice!
gwt: تانُو کھنٹہ ݪِکہ ݭڅی مېنہ شکریہ!

source: Thank you for donating your voice clips!
gwt: تانُو کھنٹَنی کِلپس عطیہ کېرِکہ ݭڅی مېنہ شکریہ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gwt: رِکاڈِنگہ ݭڅی مېنہ شکریہ! <lineBreak></lineBreak>نوری اسُو کِلپسَنہ جائزہ گوو اؤ جمع کېرَوَؤ۔

source: Thank you for your information
gwt: مېنی معلوماتَنی شکریہ

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gwt: { $lang }اِتے تعاون کېرِکہ مېنی دلچسپِیَنہ شکریہ۔ امہ ہر باتِیہ لانچ کېرِکہ ݭڅی تیار کېرِکہ اؤ ٹیم نامہ ایمېلَنہ ذریعہ ئے اپڈېٹ درئیکہ ݭڅی لؤ محنت کېرِمېک۔ کېنے زی مېنہ تعاوناں ݭېنݭ بِمان بہ جو مېرَبانی کېری اِتے مالئ تانو ای مېلہ ݪِؤ۔

source: Thank you for your voice information
gwt: مېنی کھنٹَنی معلوماتہ ݭڅی مېنہ شکریہ

source: Thank you! You’ve sent a new language enquiry
gwt: شکریہ! مے یَہ نُونگی باتِیَنی انکوائری ݪِݭَئی توو

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
gwt: لؤ بئ کَلاؤ فطری اؤ باتی کېرِی کسہ ݭڅی ژَواوَہ — تھِمېت زی تسُونہ ہانسان بِیَنہ تھنہ۔ واری کَلاؤ نامَنہ منزے کھنٹَنی قسم نام اؤ مختلف الفاظ ضروری تھنَئیت، امہ اسہ کُوشُشہ بی کېرِمېک زی رِکاڈِنگ کَلاو نامہ تانُو رضاکار برادرِیَہ ݭڅی وَس بِک مِزان دلچسپ اؤ تفریحی ݫُپاتېؤ۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
gwt: یَہ حجَتی تقریرَہ پیانِکَنی اِنجَنہ ݫُپَئیکہ ݭڅی لفِلی کَلاؤ باتی، نونگہ مشخولتیا۔ کَلاؤ ݫُپَمېنے مے مِنزی ہست پلہ ݭَئیکہ ݭڅی اِپېک کی خیالات تھنَئیت؛

source: The bumblebee sped by.
gwt: اِنڄ ہرَمہ ݭُورہ پُر نېسُوَہ۔

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gwt: کِلپ گورتھانتہ کھنٹَنی کِلپسہ مِنزی شامل تھنہ زی اسہ کامن وائس ڈیٹا سیٹہ نہ ݫُپَمان۔ ڈیٹا سیٹَنی گاݭٹے، کِلپ گورتھانتہ بی ڈاؤن لوڈہ ݭڅی لېوان دِمان۔ امہ اسُو خلَکنہ اؤ تنظیم نامَنہ شکریہ ادا کېرِمېک زی تسُوئیں اِتے منصوبا مدد کېرون:

source: The clip has disrespectful or offensive language.
gwt: کلِپہ بےعزت کېرنی یا جارحانہ باتی تھنی۔

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gwt: کامن وائس ڈیٹا سیٹہ زرگونانی تعدادَہ کھنٹ نامَنہ نامونہ لُبُسِسنت تھنَئیت زی ڈِویلوپرزہ کھنٹہ پیانِکَنی ٹولز ݫُپَئیکہ مدد کېرِمېت۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
gwt: برادری کامن وائسَنہ څھدان دِݪہ ہېڑہ تھنہ۔ تېمے کرکچی دُنیانہ ژِمېت، اؤ باتِیَنہ کارکن اؤ سائنسدان اؤ فنکار تھنَئیت۔ مے امَنہ <about>تقریباً</about> موخہ اؤ امَنی<community> کمیونٹی پلے بُک</community> فار شامل بِکَنہ طرېقانہ بار واری بی پروزی بَمانېؤ۔ کېنے زی مېنی ٹونگی تنظیمی شراکتہ دلچسپی تھنی بہ ژو، <emailFragment> گېٹ اِن ٹچَ منزی رابطہ کېرِؤ۔</emailFragment>

source: The content contains a language different than I was expecting.
gwt: موادَہ اسہ پېنہ مختلف باتی تھنی کِیَنی زی مونی امید بُوئی بہ۔

source: The content has disrespectful or offensive language.
gwt: موادہ بے عزتِیَنی یا جارحانہ باتی تھنی۔

source: The giant dino [cough] the Triassic.
gwt: دېو ڈائینو[څھاسِک] ٹرائی سِک۔

source: The giant dinosaur of the Triassic.
gwt: ٹریاسِکَنہ دېوَہ پېدہ ڈائیناسور۔

source: The giant dinosaurs of the Triassi-.
gwt: ٹریاسِیَنہ دېوَہ پېدہ ڈائیناسور۔

source: The giant dinosaurs of the Triassic.
gwt: ٹِریاسِکَنہ دېوَہ پېدہ ڈائیناسور نام۔

source: The giant dinosaurs of the Triassic. [read by one voice]
gwt: ٹریاسِکَنہ دېوَہ پېدہ ڈائیناسور۔[یَک کھنٹے ژَؤ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
gwt: ٹریاسِکَنہ دېوَہ پېدَہ ڈائیناسور۔<strong>[یک کھنٹے ژَؤ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
gwt: ٹریاسِکَنہ دېوَہ پېدہ ڈائیناسور۔ اے

source: The giant dino <strong>[cough]</strong> the Triassic.
gwt: دېو ڈائینو<strong>[څھاسِک]</strong>ٹرائیسِک۔

source: The MediaRecorder API is not supported in your browser.
gwt: مېڈیا رکاڈر اے پی آئی مېنہ براؤزَرہ تعاون بِسنت نہ تھنہ۔

source: The number of recordings and which languages you contribute to will be public.
gwt: رِکاڈِنگَنی تعداد اؤ مے کرېک باتِیہ تعاون کېرِمانېؤ عوامی تھِتہ۔
